Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: As Needed will always be free with all features available. No ads, no premium tiers, no subscriptions required. The app is open source - you can inspect the code or contribute improvements.
ar: As Needed سيكون دائمًا مجانيًا مع توفر جميع الميزات. لا إعلانات، لا طبقات مميزة، لا اشتراكات مطلوبة. التطبيق مفتوح المصدر — يمكنك الاطلاع على الشيفرة أو المساهمة بالتحسينات.
ca: As Needed sempre serà gratuït amb totes les funcions disponibles. Sense anuncis, sense nivells premium, sense subscripcions. L'aplicació és de codi obert: pots inspeccionar el codi o contribuir amb millores.
cs: As Needed bude vždy zdarma a se všemi dostupnými funkcemi. Žádné reklamy, žádné prémiové úrovně, žádné předplatné. Aplikace je open source — můžeš zkontrolovat zdrojový kód nebo přispět k jejímu vylepšení.
da: As Needed vil altid være gratis med alle funktioner tilgængelige. Ingen reklamer, ingen premium‑niveauer, ingen abonnementer. Appen er open source – du kan gennemgå koden eller bidrage med forbedringer.
de: As Needed wird immer kostenlos sein und alle Funktionen enthalten. Keine Werbung, keine Premium‑Stufen, keine Abonnements erforderlich. Die App ist Open Source – du kannst den Code einsehen oder zur Verbesserung beitragen.
el: Το As Needed θα είναι πάντα δωρεάν με όλες τις λειτουργίες διαθέσιμες. Χωρίς διαφημίσεις, χωρίς επίπεδα premium, χωρίς συνδρομές. Η εφαρμογή είναι ανοιχτού κώδικα - μπορείτε να ελέγξετε τον κώδικα ή να συνεισφέρετε με βελτιώσεις.
es: As Needed siempre será gratuito con todas las funciones disponibles. Sin anuncios, sin niveles premium, sin suscripciones necesarias. La app es de código abierto: puedes inspeccionar el código o contribuir con mejoras.
es_419: As Needed será siempre gratuito con todas las funciones disponibles. Sin anuncios, sin niveles premium, sin suscripciones. La app es de código abierto: puedes inspeccionar el código o contribuir con mejoras.
fa: As Needed همیشه رایگان خواهد بود و همهٔ قابلیت‌ها در دسترس خواهند بود. بدون تبلیغات، بدون سطوح پریمیوم، بدون نیاز به اشتراک. این اپ متن‌باز است — می‌توانید کد را بررسی کنید یا در بهبود آن مشارکت کنید.
fi: As Needed on aina ilmainen ja sisältää kaikki ominaisuudet. Ei mainoksia, ei premium-tasoja, ei tilauksia. Sovellus on avoimen lähdekoodin — voit tarkastella koodia tai osallistua parannuksiin.
fr: As Needed sera toujours gratuit et proposera toutes les fonctionnalités. Pas de pubs, pas de niveaux premium, pas d'abonnements requis. L'application est open source : tu peux inspecter le code ou contribuer des améliorations.
fr_ca: As Needed restera toujours gratuit avec toutes les fonctionnalités disponibles. Pas de publicités, pas de niveaux premium, pas d'abonnements requis. L'app est open source — tu peux consulter le code ou contribuer des améliorations.
he: As Needed תהיה תמיד חינמית עם כל התכונות זמינות. ללא פרסומות, ללא רמות פרימיום, ללא מינוי בתשלום. האפליקציה היא קוד פתוח — ניתן לעיין בקוד או לתרום שיפורים.
hi: As Needed हमेशा सभी सुविधाओं के साथ मुफ्त रहेगा। कोई विज्ञापन नहीं, कोई प्रीमियम स्तर नहीं, किसी सदस्यता की आवश्यकता नहीं। ऐप ओपन सोर्स है — आप कोड देख सकते हैं या सुधार में योगदान दे सकते हैं।
hu: Az As Needed mindig ingyenes lesz minden funkcióval elérhető. Nincsenek hirdetések, nincs prémium szint, nem szükséges előfizetés. Az alkalmazás nyílt forráskódú – megnézheted a kódot vagy hozzájárulhatsz fejlesztéssel.
id: As Needed akan selalu gratis dengan semua fitur tersedia. Tanpa iklan, tanpa tingkatan premium, tanpa langganan. Aplikasi ini bersifat open source — Anda dapat memeriksa kodenya atau berkontribusi perbaikan.
it: As Needed sarà sempre gratuito con tutte le funzionalità disponibili. Nessuna pubblicità, nessun livello premium, nessun abbonamento richiesto. L'app è open source: puoi ispezionare il codice o contribuire con miglioramenti.
ja: As Needed はすべての機能が無料で利用できます。広告やプレミアムの階層、サブスクリプションはありません。アプリはオープンソースなので、コードを確認したり改善に貢献したりできます。
kk: As Needed әрқашан барлық мүмкіндіктерімен тегін болады. Жарнама жоқ, премиум деңгейлер жоқ, жазылымдар қажет емес. Қосымша ашық кодты — кодты қарап шығып, оған өзгеріс енгізуге немесе жақсартуға үлес қоса аласыз.
ko: As Needed는 모든 기능을 포함하여 항상 무료로 제공됩니다. 광고, 프리미엄 등급, 구독이 필요하지 않습니다. 이 앱은 오픈 소스이므로 코드를 확인하거나 개선에 기여할 수 있습니다.
ms: As Needed akan sentiasa percuma dengan semua ciri tersedia. Tiada iklan, tiada peringkat premium, tiada langganan diperlukan. Aplikasi ini sumber terbuka - anda boleh menyemak kod atau menyumbang penambahbaikan.
nb: As Needed vil alltid være gratis med alle funksjoner tilgjengelige. Ingen annonser, ingen premiumnivåer, ingen abonnementer nødvendig. Appen er åpen kildekode — du kan inspisere koden eller bidra med forbedringer.
nl: As Needed blijft altijd gratis met alle functies beschikbaar. Geen advertenties, geen premiumniveaus, geen abonnementen vereist. De app is open source - je kunt de code bekijken of bijdragen aan verbeteringen.
pl: As Needed będzie zawsze bezpłatne i ze wszystkimi funkcjami dostępnymi. Brak reklam, brak płatnych planów, brak subskrypcji. Aplikacja jest open source — możesz sprawdzić kod lub wnieść ulepszenia.
pt_br: As Needed sempre será gratuito com todos os recursos disponíveis. Sem anúncios, sem níveis premium, sem assinaturas. O app é open source — você pode inspecionar o código ou contribuir com melhorias.
pt_pt: As Needed será sempre gratuito com todas as funcionalidades disponíveis. Sem anúncios, sem níveis premium, sem subscrições. A app é open source — pode inspecionar o código ou contribuir com melhorias.
ro: As Needed va rămâne întotdeauna gratuită, cu toate funcțiile disponibile. Fără reclame, fără niveluri premium, fără abonamente. Aplicația este open source — poți inspecta codul sau contribui la îmbunătățiri.
ru: As Needed всегда будет бесплатным со всеми доступными функциями. Без рекламы, без платных уровней, без подписок. Приложение с открытым исходным кодом — ты можешь просмотреть код или внести улучшения.
sv: As Needed kommer alltid att vara gratis med alla funktioner tillgängliga. Inga annonser, inga premiumnivåer, inga prenumerationer krävs. Appen är öppen källkod – du kan granska koden eller bidra med förbättringar.
th: As Needed จะฟรีเสมอพร้อมฟีเจอร์ทั้งหมด ไม่มีโฆษณา ไม่มีระดับพรีเมียม และไม่ต้องสมัครสมาชิก แอปเป็นโอเพนซอร์ส—คุณสามารถตรวจสอบโค้ดหรือร่วมพัฒนาเพื่อปรับปรุงได้
tr: As Needed her zaman tüm özellikleriyle ücretsiz kalacaktır. Reklam yok, premium katman yok, abonelik gerekmez. Uygulama açık kaynaklıdır — kodu inceleyebilir veya iyileştirmelere katkıda bulunabilirsiniz.
vi: As Needed sẽ luôn miễn phí với đầy đủ tính năng. Không quảng cáo, không cấp độ cao cấp, không cần đăng ký. Ứng dụng là mã nguồn mở — bạn có thể xem mã hoặc đóng góp cải tiến.
zh_hans: As Needed 将始终免费并提供全部功能。无广告、无高级版本、无需订阅。该应用是开源的——你可以查看代码或贡献改进。
zh_hant: As Needed 將永遠免費並提供所有功能。無廣告、無進階付費方案、無需訂閱。此應用為開源——你可以檢視程式碼或參與改進。
zh_hk: As Needed 永遠免費且提供所有功能。無廣告、無高級方案、亦無需訂閱。此應用為開源 — 你可以檢視程式碼或貢獻改進。

source: Build
ar: إصدار
ca: Compilació
cs: Sestavení
es: Compilación
es_419: Compilación
fa: ساخت
fi: Koontiversio
he: גרסה
hi: बिल्ड
hu: Build (összeállítás)
ja: ビルド
kk: Жинақ
ko: 빌드
ms: Versi binaan
nb: Bygg
pl: Wersja
pt_br: Versão
pt_pt: Versão
ru: Сборка
sv: Bygg
th: บิลด์
tr: Yapı
vi: Bản dựng
zh_hans: 构建
zh_hant: 建置
zh_hk: 版本編號

source: Built on three core values
ar: مبني على ثلاث قيم أساسية
ca: Basat en tres valors fonamentals
cs: Postaveno na třech základních hodnotách
da: Bygget på tre kerneværdier
de: Auf drei Grundwerten aufgebaut
el: Βασίζεται σε τρεις βασικές αξίες
es: Construida sobre tres valores fundamentales
es_419: Basado en tres valores fundamentales
fa: بر پایهٔ سه ارزش اساسی
fi: Perustuu kolmeen keskeiseen arvoon
fr: Basée sur trois valeurs fondamentales
fr_ca: Fondée sur trois valeurs fondamentales
he: מבוסס על שלושה ערכים מרכזיים
hi: तीन मुख्य मूल्यों पर निर्मित
hu: Három alapértékre épülve
id: Dibangun berdasarkan tiga nilai inti
it: Basata su tre valori fondamentali
ja: 3つの中核的な価値に基づいて構築されています
kk: Үш негізгі құндылыққа негізделген
ko: 세 가지 핵심 가치를 바탕으로 제작되었습니다
ms: Dibina atas tiga nilai teras
nb: Bygget på tre kjerneverdier
nl: Gebouwd op drie kernwaarden
pl: Oparta na trzech podstawowych wartościach
pt_br: Construído sobre três valores fundamentais
pt_pt: Baseada em três valores fundamentais
ro: Construită pe trei valori fundamentale
ru: Создано на трёх ключевых ценностях
sv: Bygger på tre grundvärden
th: สร้างขึ้นจากค่านิยมหลัก 3 ประการ
tr: Üç temel değerin üzerine kuruldu
vi: Được xây dựng trên ba giá trị cốt lõi
zh_hans: 基于三大核心价值
zh_hant: 建立於三大核心價值
zh_hk: 建立於三個核心價值之上

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kk: Болдырмау
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Check Daily Usage
ar: عرض الاستخدام اليومي
ca: Comprova l'ús diari
cs: Zkontrolovat denní užívání
da: Tjek dagligt forbrug
de: Tägliche Nutzung prüfen
el: Έλεγχος ημερήσιας χρήσης
es: Comprobar uso diario
es_419: Ver uso diario
fa: بررسی مصرف روزانه
fi: Tarkista päivittäinen käyttö
fr: Consulter l'utilisation quotidienne
fr_ca: Consulter l'utilisation quotidienne
he: בדוק שימוש יומי
hi: दैनिक उपयोग जांचें
hu: Napi használat ellenőrzése
id: Periksa Pemakaian Harian
it: Controlla l'utilizzo giornaliero
ja: 今日の使用量を確認する
kk: Күнделікті қолдануды тексеру
ko: 일일 사용량 확인
ms: Semak Penggunaan Harian
nb: Sjekk daglig bruk
nl: Controleer dagelijks gebruik
pl: Sprawdź dzienne użycie
pt_br: Ver uso diário
pt_pt: Ver utilização diária
ro: Verifică consumul zilnic
ru: Проверить суточное потребление
sv: Kontrollera daglig användning
th: ตรวจสอบการใช้ประจำวัน
tr: Günlük Kullanımı Kontrol Et
vi: Kiểm tra sử dụng hàng ngày
zh_hans: 查看每日用量
zh_hant: 查看每日用量
zh_hk: 查看每日用量

source: Check how much of a medication you've taken today
ar: اطّلع على كمية الدواء التي تناولتها اليوم
ca: Comprova quina quantitat d'un medicament has pres avui
cs: Zkontroluj, kolik léku jsi dnes užil(a)
da: Tjek hvor meget medicin du har taget i dag
de: Prüfe, wie viel du heute von einem Medikament eingenommen hast
el: Δες πόση ποσότητα φαρμάκου έχεις πάρει σήμερα
es: Consulta cuánto de un medicamento has tomado hoy
es_419: Consulta cuánto de un medicamento has tomado hoy
fa: مقدار دارویی که امروز مصرف کرده‌اید را بررسی کنید
fi: Tarkista, kuinka paljon lääkettä olet ottanut tänään
fr: Vérifie combien de ce médicament tu as pris aujourd'hui
fr_ca: Vérifie combien de ce médicament tu as pris aujourd'hui
he: בדוק כמה מהתרופה נטלת היום
hi: जाँचें कि आपने आज किसी दवा की कितनी मात्रा ली है
hu: Ellenőrizd, mennyit vettél be ma egy adott gyógyszerből
id: Periksa berapa banyak obat yang telah Anda konsumsi hari ini
it: Verifica quanto farmaco hai assunto oggi
ja: 薬を今日どれだけ服用したかを確認できます。
kk: Бүгін бір дәріні қанша мөлшерде пайдаланғаныңызды тексеріңіз
ko: 오늘 특정 약을 얼마나 복용했는지 확인하세요
ms: Semak berapa banyak ubat yang anda ambil hari ini
nb: Sjekk hvor mye av et legemiddel du har tatt i dag
nl: Controleer hoeveel van een medicijn je vandaag hebt ingenomen
pl: Sprawdź, ile danego leku przyjęto dziś
pt_br: Confira quanto de um medicamento você tomou hoje
pt_pt: Ver quanto de um medicamento tomou hoje
ro: Vezi cât dintr-un medicament ai luat astăzi
ru: Проверь, сколько этого лекарства ты принял(а) сегодня
sv: Se hur mycket av ett läkemedel du har tagit idag
th: ดูว่าคุณทานยานี้ไปเท่าไหร่ในวันนี้
tr: Bir ilacı bugün ne kadar aldığınızı kontrol edin
vi: Kiểm tra xem bạn đã dùng bao nhiêu thuốc trong ngày hôm nay
zh_hans: 查看你今天服用了多少该药物
zh_hant: 查看你今天服用了多少該藥
zh_hk: 查看你今天服用了多少藥物

source: Choose what information to include in the export
ar: اختر المعلومات التي تريد تضمينها في التصدير
ca: Tria quina informació vols incloure a l'exportació
cs: Vyber, jaké informace zahrnout do exportu
da: Vælg hvilke oplysninger der skal medtages i eksporten
de: Wähle aus, welche Informationen exportiert werden sollen
el: Επίλεξε ποιες πληροφορίες θα συμπεριληφθούν στην εξαγωγή
es: Elige qué información incluir en la exportación
es_419: Elige qué información incluir en la exportación
fa: انتخاب کنید چه اطلاعاتی در خروجی گنجانده شود
fi: Valitse, mitä tietoja sisällytät vientiin
fr: Choisis quelles informations inclure dans l'exportation
fr_ca: Choisis les informations à inclure dans l'exportation
he: בחר איל אילו פרטים לכלול בייצוא
hi: निर्यात में कौन‑सी जानकारी शामिल करनी है चुनें
hu: Válaszd ki, milyen információkat tartalmazzon az export
id: Pilih informasi apa yang akan disertakan dalam ekspor
it: Scegli quali informazioni includere nell'esportazione
ja: エクスポートに含める情報を選択してください
kk: Экспортқа қандай ақпаратты қосатыныңызды таңдаңыз
ko: 내보내기에 포함할 정보를 선택하세요
ms: Pilih maklumat yang ingin dimasukkan dalam eksport
nb: Velg hvilken informasjon som skal inkluderes i eksporten
nl: Kies welke informatie je wilt opnemen in de export
pl: Wybierz, jakie informacje uwzględnić w eksporcie
pt_br: Escolha quais informações incluir na exportação
pt_pt: Escolha que informações incluir na exportação
ro: Alege ce informații să incluzi în export
ru: Выбери, какую информацию включить в экспорт
sv: Välj vilken information som ska ingå i exporten
th: เลือกข้อมูลที่จะรวมในการส่งออก
tr: Dışa aktarımda hangi bilgilerin dahil edileceğini seçin
vi: Chọn thông tin sẽ được bao gồm trong tệp xuất
zh_hans: 选择要包含在导出中的信息
zh_hant: 選擇要包含在匯出中的資訊
zh_hk: 選擇要包含在匯出中的資料

source: Christine Wang
ar: كريستين وانغ
el: Χριστίνα Γουάνγκ
fa: کریستین وانگ
he: כריסטין וואנג
hi: क्रिस्टीन वांग
ja: 山田太郎
ko: 김지은
pl: Anna Kowalska
th: คริสติน วัง

source: Clear All
ar: مسح الكل
ca: Esborra-ho tot
cs: Vymazat vše
da: Ryd alt
de: Alle löschen
el: Διαγραφή όλων
es: Borrar todo
es_419: Borrar todo
fa: پاک کردن همه
fi: Poista kaikki
fr: Tout supprimer
fr_ca: Tout effacer
he: נקה הכל
hi: सभी साफ़ करें
hu: Összes törlése
id: Hapus Semua
it: Cancella tutto
ja: すべてクリア
kk: Барлығын өшіру
ko: 모두 지우기
ms: Kosongkan Semua
nb: Fjern alle
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
pt_pt: Apagar tudo
ro: Șterge tot
ru: Очистить всё
sv: Rensa alla
th: ล้างทั้งหมด
tr: Tümünü Temizle
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除
zh_hk: 全部清除

source: Clinical Name
ar: الاسم السريري
ca: Nom clínic
cs: Klinický název
da: Klinisk navn
de: Klinischer Name
el: Κλινική ονομασία
es: Nombre clínico
es_419: Nombre clínico
fa: نام بالینی
fi: Kliininen nimi
fr: Nom clinique
fr_ca: Nom clinique
he: שם קליני
hi: क्लिनिकल नाम
hu: Klinikai név
id: Nama Klinis
it: Nome clinico
ja: 臨床名
kk: Клиникалық атауы
ko: 임상명
ms: Nama Klinikal
nb: Klinisk navn
nl: Klinische naam
pl: Nazwa kliniczna
pt_br: Nome Clínico
pt_pt: Nome Clínico
ro: Nume clinic
ru: Клиническое название
sv: Kliniskt namn
th: ชื่อทางคลินิก
tr: Klinik Adı
vi: Tên lâm sàng
zh_hans: 临床名称
zh_hant: 臨床名稱
zh_hk: 臨床名稱

source: Common Medications
ar: الأدوية الشائعة
ca: Medicacions comunes
cs: Běžné léky
da: Almindelige lægemidler
de: Häufige Medikamente
el: Συνήθεις φαρμακευτικές αγωγές
es: Medicamentos comunes
es_419: Medicamentos comunes
fa: داروهای رایج
fi: Yleiset lääkkeet
fr: Médicaments courants
fr_ca: Médicaments courants
he: תרופות נפוצות
hi: सामान्य दवाइयाँ
hu: Gyakori gyógyszerek
id: Obat Umum
it: Farmaci comuni
ja: 一般的な医薬品
kk: Жиі қолданылатын дәрілер
ko: 일반적인 약물
ms: Ubat Biasa
nb: Vanlige medisiner
nl: Veelvoorkomende medicijnen
pl: Popularne leki
pt_br: Medicamentos Comuns
pt_pt: Medicamentos Comuns
ro: Medicamente uzuale
ru: Распространённые препараты
sv: Vanliga läkemedel
th: ยาที่พบบ่อย
tr: Yaygın İlaçlar
vi: Thuốc phổ biến
zh_hans: 常见药物
zh_hant: 常見藥物
zh_hk: 常用藥物

source: Complete required fields to save
ar: أكمل الحقول المطلوبة للحفظ
ca: Completa els camps obligatoris per desar
cs: Vyplň povinná pole pro uložení
da: Udfyld obligatoriske felter for at gemme
de: Vervollständige die Pflichtfelder, um zu speichern
el: Συμπλήρωσε τα απαιτούμενα πεδία για αποθήκευση
es: Rellena los campos obligatorios para guardar
es_419: Completa los campos obligatorios para guardar
fa: برای ذخیره، فیلدهای لازم را کامل کنید
fi: Täytä vaaditut kentät tallentaaksesi
fr: Remplis les champs obligatoires pour enregistrer
fr_ca: Remplis les champs requis pour enregistrer
he: השלים שדות נדרשים לשמירה
hi: सहेजने के लिए आवश्यक फ़ील्ड पूरा करें
hu: Töltsd ki a kötelező mezőket a mentéshez
id: Lengkapi kolom yang diperlukan untuk menyimpan
it: Compila i campi obbligatori per salvare
ja: 保存するには必須項目を入力してください
kk: Сақтау үшін қажетті алаңдарды толтырыңыз
ko: 저장하려면 필수 항목을 작성하세요
ms: Lengkapkan medan yang diperlukan untuk menyimpan
nb: Fyll ut påkrevde felter for å lagre
nl: Vul de verplichte velden in om op te slaan
pl: Wypełnij wymagane pola, aby zapisać
pt_br: Preencha os campos obrigatórios para salvar
pt_pt: Preenche os campos obrigatórios para guardar
ro: Completează câmpurile necesare pentru a salva
ru: Заполни обязательные поля, чтобы сохранить
sv: Fyll i obligatoriska fält för att spara
th: กรอกข้อมูลที่จำเป็นให้ครบเพื่อบันทึก
tr: Kaydetmek için gerekli alanları doldurun
vi: Hoàn thành các trường bắt buộc để lưu
zh_hans: 填写必填字段以保存
zh_hant: 完成必要欄位以儲存
zh_hk: 完成必填欄位以儲存

source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
es_419: Conectado
fa: متصل
fi: Yhdistetty
fr: Connecté
fr_ca: Connecté
he: מחובר
hi: कनेक्टेड
hu: Csatlakoztatva
id: Tersambung
it: Connesso
ja: 接続済み
kk: Қосылды
ko: 연결됨
ms: Bersambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線
zh_hk: 已連線

source: Connection
ar: الاتصال
ca: Connexió
cs: Připojení
da: Forbindelse
de: Verbindung
el: Σύνδεση
es: Conexión
es_419: Conexión
fa: اتصال
fi: Yhteys
fr: Connexion
fr_ca: Connexion
he: חיבור
hi: कनेक्शन
hu: Kapcsolat
id: Koneksi
it: Connessione
ja: 接続
kk: Қосылыс
ko: 연결
ms: Sambungan
nb: Tilkobling
nl: Verbinding
pl: Połączenie
pt_br: Conexão
pt_pt: Ligação
ro: Conexiune
ru: Подключение
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh_hans: 连接
zh_hant: 連線
zh_hk: 連線

source: Consider supporting continued development
ar: فكر في دعم تطوير التطبيق المستمر
ca: Considera donar suport al desenvolupament continu
cs: Zvaž podporu dalšího vývoje
da: Overvej at støtte den fortsatte udvikling
de: Erwäge, die weitere Entwicklung zu unterstützen
el: Σκέψου να υποστηρίξεις τη συνεχιζόμενη ανάπτυξη
es: Considera apoyar el desarrollo continuo
es_419: Considera apoyar el desarrollo continuo
fa: در نظر بگیرید از توسعه‌ی مداوم حمایت کنید
fi: Harkitse tukemista kehityksen jatkamiseksi
fr: Envisage de soutenir le développement continu
fr_ca: Envisage de soutenir le développement continu
he: שקול לתמוך בפיתוח המתמשך
hi: लगातार विकास का समर्थन करने पर विचार करें
hu: Fontold meg a folyamatos fejlesztés támogatását
id: Pertimbangkan untuk mendukung pengembangan berkelanjutan
it: Considera di supportare lo sviluppo continuo
ja: 継続的な開発を支援することをご検討ください
kk: Ж continuará дамытуға қолдау көрсетуді қарастырыңыз
ko: 지속적인 개발을 지원하는 것을 고려해 주세요
ms: Pertimbangkan untuk menyokong pembangunan berterusan
nb: Vurder å støtte videre utvikling
nl: Overweeg ondersteuning voor verdere ontwikkeling
pl: Rozważ wsparcie dalszego rozwoju
pt_br: Considere apoiar o desenvolvimento contínuo
pt_pt: Considera apoiar o desenvolvimento contínuo
ro: Ia în considerare susținerea dezvoltării continue
ru: Подумай о поддержке дальнейшей разработки
sv: Överväg att stötta fortsatt utveckling
th: พิจารณาสนับสนุนการพัฒนาต่อไป
tr: Sürekli geliştirmeyi desteklemeyi düşünün
vi: Hãy cân nhắc hỗ trợ để tiếp tục phát triển
zh_hans: 考虑支持持续开发
zh_hant: 考慮支持持續開發
zh_hk: 考慮支持持續開發

source: Consult a licensed medical professional before making any changes to your medication.
ar: استشر مختصًا طبيًا مرخّصًا قبل إجراء أي تغييرات على أدويتك.
ca: Consulta un professional mèdic autoritzat abans de fer cap canvi a la teva medicació.
cs: Poraď se s licencovaným zdravotnickým odborníkem, než změníš svou medikaci.
da: Kontakt en autoriseret læge, før du ændrer din medicin.
de: Konsultiere vor Änderungen an deinen Medikamenten eine zugelassene medizinische Fachperson.
el: Συμβουλέψου έναν αδειοδοτημένο ιατρό πριν κάνεις οποιεσδήποτε αλλαγές στη φαρμακευτική σου αγωγή.
es: Consulta a un profesional médico con licencia antes de hacer cualquier cambio en tu medicación.
es_419: Consulta a un profesional médico autorizado antes de hacer cualquier cambio en tu medicación.
fa: قبل از هر تغییر در داروهای خود، با یک پزشک مجاز مشورت کنید.
fi: Kysy lääkitysmuutoksista aina luvan saaneelta terveydenhuollon ammattilaiselta.
fr: Consulte un professionnel de santé agréé avant de modifier ton traitement.
fr_ca: Consulte un professionnel de la santé autorisé avant de modifier ton traitement.
he: התייעץ/י עם איש מקצוע רפואי מוסמך לפני ביצוע שינויים בתרופתך.
hi: कोई भी दवा बदलने से पहले लाइसेंस प्राप्त चिकित्सा पेशेवर से सलाह लें।
hu: Konzultálj engedéllyel rendelkező orvossal, mielőtt bármilyen változtatást eszközölnél a gyógyszerezéseden.
id: Konsultasikan dengan tenaga medis berlisensi sebelum mengubah obat Anda.
it: Consulta un professionista medico autorizzato prima di apportare qualsiasi modifica alla tua terapia.
ja: 薬の変更を行う前に、必ず医師などの有資格の医療専門家に相談してください。
kk: Дәрі-дәрмегіңізге қандай да бір өзгертулер енгізерден бұрын лицензияланған медициналық маманмен кеңесіңіз.
ko: 복용 중인 약을 변경하기 전에 면허가 있는 의료 전문가와 상담하세요.
ms: Rujuk kepada profesional perubatan berlesen sebelum membuat sebarang perubahan pada ubat anda.
nb: Rådfør deg med en lisensiert helsepersonell før du gjør endringer i medisineringen din.
nl: Raadpleeg een bevoegd medisch professional voordat je wijzigingen aan je medicatie aanbrengt.
pl: Skonsultuj się z licencjonowanym pracownikiem służby zdrowia przed wprowadzeniem zmian w lekach.
pt_br: Consulte um profissional de saúde licenciado antes de fazer qualquer alteração em sua medicação.
pt_pt: Consulta um profissional de saúde licenciado antes de fazeres qualquer alteração à tua medicação.
ro: Consultă un profesionist medical autorizat înainte de a face orice schimbare la medicația ta.
ru: Проконсультируйся с лицензированным медицинским специалистом, прежде чем вносить изменения в свои лекарства.
sv: Rådgör med en legitimerad vårdgivare innan du gör ändringar i din medicinering.
th: ปรึกษาผู้เชี่ยวชาญทางการแพทย์ที่ได้รับอนุญาตก่อนเปลี่ยนยาของคุณ
tr: İlacınızda herhangi bir değişiklik yapmadan önce lisanslı bir sağlık uzmanına danışın.
vi: Tham khảo ý kiến chuyên gia y tế có giấy phép trước khi thay đổi thuốc của bạn.
zh_hans: 在对用药做出任何更改前，请咨询有执照的医疗专业人员。
zh_hant: 在更改任何藥物前，請諮詢有執照的醫療專業人員。
zh_hk: 在更改藥物前請諮詢有執照的醫療專業人員。

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχισε
es: Continuar
es_419: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속하기
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續
